{
  "title": "District Calendar of Events",
  "imgBaseUrl" : "home/imgs/districtCalendarOfEvents",
  "events": [
    {
      "name": "District Bodhi Poojawa",
      "dates": ["18/07/2020"],
      "description": "Bodhi Puja is one of the most important events in Sri Lankans' lives. It is not only a religious ritual but also an experience that makes the happiness and achievement in the things we do to be desired. At the beginning of a Leoistic year, Leo district 306 A2 always conducts a Bodhi Puja to wish the best flow of the events organized during the year and also to receive blessings from the triple gems for the officials as well as the other participants and contributors. The bodhi puja was held on 18th July under the leadership of Leo Osura Perera for the Leoistic year 2020/2021. As always, this was a great experience of happy and spiritual mentalities.",
      "bannerImg": "bodhi_poojawa/banner.png",
      "chairpersons": [
        {
          "name": "Leo Osura Perera",
          "image": "bodhi_poojawa/osura_perera.png",
          "club": "Leo Club of Godigamuwa",
          "email": "osuras@leodistrict306a2.org",
          "phone": "0766802595"
        }
      ]
    },
    {
      "name": "District Installation",
      "dates": ["01/08/2020"],
      "description": "In every Leoistic year, the district installation of Leo district 306 A2 is a mandatory event to name the officials and their duties as well. Upon the deployment, it is not only expected that the officials will be elected, but they will also be given the duties that need to be performed within a year. To inspire the value of serving the community is to build pride and obligation. Fresh or old, all the Leos' main motivation is dedicating their lives as much as possible to volunteering. Under the chairmanship of Leo Raseema Sugandi / Leo Dinendri, the district installation for the Leoistic year 2020/2021 is scheduled for 1st August 2020.",
      "bannerImg": "district_istallation/banner.png",
      "chairpersons": [
        {
          "name": "Leo Raseema Sugandi",
          "image": "district_istallation/raseema_sugandi.png",
          "club": "Leo Club of Sri Lanka Technological Campus",
          "email": "raseema@leodistrict306a2.org",
          "phone": "0711122014"
        },
        {
          "name": "Leo Dinendri Wilegoda Arachchige",
          "image": "district_istallation/dinendri_wilegoda_arachchige.png",
          "club": "Leo Club of Polgasowita",
          "email": "dinendri@leodistrict306a2.org",
          "phone": "0763259599",
          "designation": "Co-chairperson"
        }
      ]
    },
    {
      "name": "Club Officers Workshop",
      "dates": ["09/08/2020"],
      "description": "The workshop of the club officer is a major administrative event and this event is coordinated jointly by 5 Leo Clubs in Leo district 306A2. The main aim of this event is to build up the district 's strong administration body and to disseminate information about club reporting and other club and district admin material, as well as to establish a Leo Leader who is packed with good management and leadership qualities. The workshop of club officers is scheduled for 09 August this year under the chairmanship of Leo Tharini Subhasinghe.",
      "bannerImg": "club_officers_workshop/banner.png",
      "chairpersons": [
        {
          "name": "Leo Tharini Subasinghe",
          "image": "club_officers_workshop/tharini_subhasingha.png",
          "club": "Leo Club of Baddegama",
          "email": "tharini@leodistrict306a2.org",
          "phone": "0771269943"
        }
      ]
    },
    {
      "name": "Multiple District Council Installation",
      "dates": ["23/08/2020"],
      "description": "The Leos keep steps forward as one team each year. Annual establishment of multiple district councils is a bigger step held every year with the goal of formally defining the responsibilities. This is scheduled to be held on 23rd August 2020 in the Leoistic year 2020/2021 with the impetus to push Leos to the next stage of advances.",
      "bannerImg": "multiple_district_council_installation/banner.png",
      "chairpersons": [
        {
          "name": "Leo MD 306, Sri Lanka.",
          "image": "multiple_district_council_installation/logo.png",
          "designation": "Organizer"
        }
      ]
    },
    {
      "name": "Club Officers & District Officers Symposium",
      "dates": ["05/09/2020", "06/09/2020"],
      "description": "A remarkable bond between the club officers and the district officers is the key pillar for the success of the Leo family. Not only the administrative sessions, but also the enjoyable games are essential to improve the understanding of each other. To strengthen this relationship with unforgettable experiences, the symposium is scheduled to be held on 5th and 6th September 2020.",
      "bannerImg": "multiple_officers_symposium/banner.png",
      "chairpersons": [
        {
          "name": "Leo MD 306, Sri Lanka.",
          "image": "multiple_officers_symposium/logo.png",
          "designation": "Organizer"
        }
      ]
    },
    {
      "name": "Presidents' Camp",
      "dates": ["19/09/2020", "20/09/2020"],
      "description": "Camping is an experience virtually everyone will enjoy. It also contributes to the creation of a thick bond between the president and council members of the Leo district. For the Leoistic year 2020/2021, the President’s camp is scheduled to be held on 12th and 13th September 2020.  Leo Navod Kiriwaththuduwa  will be the chairperson for the event. The camp is usually a one-night camping with various outdoor events, enjoyable sports, biking, and leadership and Leoism sessions.",
      "bannerImg": "president_camp/banner.png",
      "chairpersons": [
        {
          "name": "Leo Navod Kiriwaththuduwa",
          "image": "president_camp/navod_kiriwaththuduwa.png",
          "club": "Leo Club of Sri Lanka Technological Campus",
          "email": "navodk@leodistrict306a2.org",
          "phone": "0771723911"
        }
      ]
    },
    {
      "name": "Mass Induction",
      "dates": ["15/11/2020"],
      "description": "Acting as a Leo is much more than being a regular social worker. That's because leadership, knowledge, and potential are graved into a Leo 's soul with the word Leo. Leo mass induction is one of the main activities that the Leo district 306 A2 is undertaking to provide the self-esteem earned through social programs for young people. The mass induction is expected to take place on 15th November 2020.",
      "bannerImg": "mass_induction/banner.png",
      "chairpersons": [
        {
          "name": "Leo MD 306, Sri Lanka.",
          "image": "mass_induction/logo.png",
          "designation": "Organizer"
        }
      ]
    },
    {
      "name": "Walk and Leo Day Celebration",
      "dates": ["05/12/2020"],
      "description": "Walking for society is an encouraging example from Leos to the world, instead of walking for the individual wellbeing. Every step forward marks the Leos' uniqueness and reinforces the great purpose behind each move. The Leo walk's main inspiration is to motivate disadvantaged groups that have fewer facilities. The Leo Day celebration is also planned along with the walk, as this is an exemplary event. This occurrence can be witnessed on 5th December 2020.",
      "bannerImg": "walk_and_leo_celebration/banner.png",
      "chairpersons": [
        {
          "name": "Leo MD 306, Sri Lanka.",
          "image": "walk_and_leo_celebration/logo.png",
          "designation": "Organizer"
        }
      ]
    },
    {
      "name": "Mid-Year Review",
      "dates": ["13/12/2020"],
      "description": "Reviewing the past provides better choices for future developments. It's a bigger way to recognize the ups and downs to improve service efficiency. The Leo District 306A2 Mid-Year Review fulfills the aforementioned approaches even more efficiently. The mid-year analysis for the Leoistic year 2020/2021 will take place on 13th December and the event chairman will be Leo Savumi Wadduwage.",
      "bannerImg": "mid_year_review/banner.png",
      "chairpersons": [
        {
          "name": "Leo Savumi Wadduwage",
          "image": "mid_year_review/savumi_wadduwage.png",
          "club": "Leo Club of Kalubowila",
          "email": "savumi@leodistrict306a2.org",
          "phone": "0769849118"
        }
      ]
    },
    {
      "name": "Pirith Chanting Ceremony",
      "dates": ["09/01/2021"],
      "description": "The religious blessings are the greatest encouragement that anyone may get in leading life toward progress. For this inspiration, Leo District 306 A2 holds the pirith chanting ceremony annually in order to attain merit and wish achievement for services to be conducted within a year. The Pirith chanting ceremony for the Leoistic year 2020/2021 is scheduled for January 9, 2021 under the chairmanship of Leo Dilitha Ranjuna.",
      "bannerImg": "pirith_chanting_ceremony/banner.png",
      "chairpersons": [
        {
          "name": "Leo Dilitha Ranjuna",
          "image": "pirith_chanting_ceremony/dilitha_ranjuna.png",
          "club": "Leo Club of Matara Nilwala",
          "email": "dilitha@leodistrict306a2.org",
          "phone": "0714032531"
        }
      ]
    },
    {
      "name": "Fundraiser",
      "dates": ["23/01/2021"],
      "description": "It's not a straightforward way to provide various social services in a non-profitable entity. The aim to provide a fundraiser program is to boost the funds and offer more resources and enhance the needy's quality of life. The event is held annualy, to highlight the need to increase the funds.",
      "bannerImg": "fundraiser/banner.png",
      "chairpersons": [
        {
          "name": "Leo Vihan Manage",
          "image": "fundraiser/vihan_manage.png",
          "club": "Leo Club of Godigamuwa",
          "email": "vihan@leodistrict306a2.org",
          "phone": "0779715355"
        },
        {
          "name": "Leo Kavishka Herath",
          "image": "fundraiser/kavishka_herath.png",
          "club": "Leo Club of Dehiwala East",
          "email": "kavishka.herath@leodistrict306a2.org",
          "phone": "0779720724",
          "designation": "Co-chairperson"
        }
      ]
    },
    {
      "name": "Leo Youth Camp",
      "dates": ["26/02/2021", "27/02/2021", "28/02/2021"],
      "description": "Youth are always a main pillar of Leos's power. The key goal behind the Leo youth camp is to motivate youth with multidisciplinary aspects. Problem solving and improving talent strategies are anticipated while establishing strong ties with other Leos. Leo Youth Camp for the Leoistic Year 2020/2021 will take place on February 26 , 27 & 28, 2021 under Leo Kasun Ramanayaka / Leo Dulan's chairmanship.",
      "bannerImg": "youth_camp/banner.png",
      "chairpersons": [
        {
          "name": "Leo Kasun Ramanayaka",
          "image": "youth_camp/kasun_ramanayaka.png",
          "club": "Leo Club of University of Moratuwa",
          "email": "kasun.ramanayaka@leodistrict306a2.org",
          "phone": "0716486071"
        },
        {
          "name": "Leo Dulan Wickramarathne",
          "image": "youth_camp/dulan_wickramarathne.png",
          "club": "Leo Club of Godigamuwa",
          "email": "dulan@leodistrict306a2.org",
          "phone": "0714299514",
          "designation": "Co-chairperson"
        }
      ]
    },
    {
      "name": "Sports Day",
      "dates": ["20/03/2021"],
      "description": "Sport is always intended as the main factor in maintaining a healthy life. Life does not just mean physical well-being; it is the individual's mental well-being as well. In order to have mental health, it is essential to have good relations in a life. With the same mentality both victory and defeat have to be considered. One day, defeating is required to win. The Leo district 306 A2 organizes a sports day to achieve all these aspects. It will be held this year on 20th March 2021 with Leo Athila Senal as the event's chairman.",
      "bannerImg": "sport_day/banner.png",
      "chairpersons": [
        {
          "name": "Leo Athila Senal",
          "image": "sport_day/athila_senal.png",
          "club": "Leo Club of Kesbewa",
          "email": "athila.senal@leodistrict306a2.org",
          "phone": "0775828727"
        }
      ]
    },
    {
      "name": "Leo Olympics",
      "dates": ["04/04/2021"],
      "description": "A balanced mind resides always in a healthy body. The Leo Olympics are held to highlight this fact as well as to stimulate the fellowship and the bond between the Leo clubs. Leos are not necessarily open to voluntary work only. They are multi-talented too. This is a program that specifically illustrates the definition of Leoism. This is due to take place on 4th April 2021.",
      "bannerImg": "leo_olympics/banner.png",
      "chairpersons": [
        {
          "name": "Leo MD 306, Sri Lanka.",
          "image": "leo_olympics/logo.png",
          "designation": "Organizer"
        }
      ]
    },
    {
      "name": "Business Session",
      "dates": ["06/06/2021"],
      "description": "The purpose of having a Business session is to elect the district president and the vice president along with several other administrative sessions. Here the most suitable individual to hold the titles will be chosen with the goal of upgrading the level of the Leo district 306 A2. This session will take place on June 6, 2021 with Leo Dinendri as the event's chairperson.",
      "bannerImg": "business_session/banner.png",
      "chairpersons": [
        {
          "name": "Leo Dinendri Wilegoda Arachchige",
          "image": "business_session/dinendri_wilegoda_arachchige.png",
          "club": "Leo Club of Polgasowita",
          "email": "dinendri@leodistrict306a2.org",
          "phone": "0763259599"
        }
      ]
    },
    {
      "name": "District Conference",
      "dates": ["13/06/2021"],
      "description": "It is important to give importance to the right people in inspiring them to continue their services to society. All the hardships they experienced towards the benefit of the underprivileged societies has to be highly acclaimed. The District Conference is the forum designed to achieve this goal. The District Conference for the Leoistic Year 2020/2021 will take place on 13 June 2021 with Leo Tikuli Pitigala as the Chairperson.",
      "bannerImg": "district_conference/banner.png",
      "chairpersons": [
        {
          "name": "Leo Tikuli Pitigala",
          "image": "district_conference/tikuli_pitigala.png",
          "club": "Leo Club of Katuwawala",
          "email": "tikuli@leodistrict306a2.org",
          "phone": "0771138768"
        }
      ]
    },
    {
      "name": "Leo Multiple Awards",
      "dates": ["20/06/2021"],
      "description": "The best way to get value is by offering value. The recognition is given to all the volunteers involved in the outstanding social programs with the pure aim of improving the lives of the vulnerable people  through the Leo Multiple District Awards. The Leo Multiple Awards for the Leoistic year 2020/2021 will take place on 20 June 2021 with the ultimate intention to achieve this goal.",
      "bannerImg": "multiple_awards/banner.png",
      "chairpersons": [
        {
          "name": "Leo MD 306, Sri Lanka.",
          "image": "multiple_awards/logo.png",
          "designation": "Organizer"
        }
      ]
    }
  ]
}
