{
    "title": "Guest Introductions",
    "logo" : "dp_logo/dp_logo.png",
    "content": [
        {
            "name": "Leo Praminda Vindika",
            "img": "council/imgs/praminda_vindika.png",
            "gender" : "male",
            "designation": "District President",
            "intro": "<p>A leader who dares to meet and conquer obstacles, rather than to avoid them. Inducted as a Leo member in the year 2016 to Leo Club of University of Moratuwa this dynamic yet humble personality has touched many hearts throughout the years. His efforts to push youngsters to become the best leaders and ability to push through obstacles have proved his worth into becoming yet another strong leader for Leo District 306 A2. Best characterized as an optimistic and cheerful personality, Leo Praminda Vindika is simply an all rounder.</p>\n<p><strong>Highlights of Leo Life</strong></p>\n<p>From participating and organizing over 200 projects Leo Vindika has been an energetic leader working towards the betterment of the youth leaders of this movement. His commitment and motivation with the capability to manage and balance work capabilities have been appreciated by a countless number of Leo and Lion Leaders from the very beginning of his Leo career. The following are the positions and achievements of Leo Praminda Vindika in his Leoistic career.</p>\n<p><strong>In fiscal year 2019/2020</strong>&nbsp;</p>\n<ul>\n<li>Winner &ndash; Most Outstanding Line Officer</li>\n<li>Winner &ndash; Most Popular Council Officer</li>\n<li>Top 10 - Most Outstanding Leos of the Year</li>\n</ul>\n<p><strong>In fiscal year 2019/2020</strong></p>\n<ul>\n<li>Zonal Director of Zone C1 - District Council of Leo District 306 A2</li>\n<li>Chairman - Marians Thaala mega fundraiser</li>\n<li>Orientation committee member</li>\n</ul>\n<p><strong>In fiscal year 2018/2019</strong></p>\n<ul>\n<li>Club Treasurer of Leo Club of University of Moratuwa</li>\n<li>Winner - Most Outstanding Leo Club Treasurer in Sri Lanka</li>\n<li>Winner - Most popular Leo in Leo District 306 A2</li>\n<li>Chairman - Leo District Conference - Parade Ceremony 2019</li>\n<li>Assistant Treasurer - Leo Multiple District Conference 2019</li>\n</ul>\n<p><strong>In fiscal year 2017/2018</strong></p>\n<ul>\n<li>Chief Activity Coordinator of Leo Club of University of Moratuwa</li>\n<li>Winner - Most Outstanding Leo Scholar in Leo district 306 A2</li>\n<li>Chairman - Singing Committee - El Talento</li>\n<li>Most Supportive Leo - 2nd runner up - Leo District 306 A2</li>\n<li>Project Secretary - Jeevana Yathra 2017</li>\n</ul>\n<p><strong>In fiscal year 2016/2017</strong></p>\n<ul>\n<li>Most Outstanding new Leo of the year - 2nd runners up</li>\n</ul>\n<p><strong>Life outside Leo</strong></p>\n<p>Born to Mr. Ananda Kularathna and Mrs. Rani De Alwis and they have been the strength behind this guiding figure and he is blessed with an elder sister Shalini Kularathna. Currently works at ZOOMi SoftLab Pvt Ltd as a Software Engineer and he has completed Comprehensive Master Java Developer at IJSE. He is a proud product of Mahinda College, Galle and also holds a BSc (Hons) in Electrical Engineering from the University of Moratuwa. He is the Vice President of the Classical Music Society in the year of 2017/18 he has organized and performed Yathra in 3 consecutive times. And also, a member of Electrical Engineering Society &amp; Buddhist Society of University of Moratuwa. His inborn ability led him to be the winner of all Island Inter School Music Competitions in the years 2010, 2009 &amp; 2008 and all Island Inter School Drama Competitions in years 2010 &amp; 2009.</p>",
            "visibility_order": 1
        }
    ]}
